window.REMS_INITIAL_DATA = {
  "groups": [
    {
      "course": 1,
      "code": "РЕМС-46",
      "id": 1
    },
    {
      "course": 1,
      "code": "РЕМС-76",
      "id": 2
    },
    {
      "course": 2,
      "code": "РЕМС-45",
      "id": 3
    },
    {
      "course": 3,
      "code": "РЕМС-44",
      "id": 4
    },
    {
      "course": 3,
      "code": "РЕМС-34",
      "id": 5
    },
    {
      "course": 4,
      "code": "РЕМС-43",
      "id": 6
    }
  ],
  "students": [
    {
      "id": 1,
      "name": "Белякіна Крістіна Антонівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 2,
      "name": "Волошин Русанна Михайлівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 3,
      "name": "Гнідкова Ярослава Євгеніївна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 4,
      "name": "Головач Валерія Валентинівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 5,
      "name": "Заклевська Катерина Дмитрівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 6,
      "name": "Іващенко Каріна Сергіївна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 7,
      "name": "Киричук Мирон В`ячеславович",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 8,
      "name": "Кібальчук Каріна Андріївна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 9,
      "name": "Ковальчук Поліна Денисівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 10,
      "name": "Корнет Ілля Євгенович",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 11,
      "name": "Крючков Даніл Юрійович",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 12,
      "name": "Кутровська Дар`я В`ячеславівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 13,
      "name": "Кущ Марія Олександрівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 14,
      "name": "Лагунова Вероніка Миколаївна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 15,
      "name": "Пилипенко Єлизавета Олександрівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 16,
      "name": "Протас Ангеліна Анатоліївна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 17,
      "name": "Рибак Лідія Володимирівна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 18,
      "name": "Фабрицький Тимофій Сергійович",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 19,
      "name": "Чижова Софія Геннадіївна",
      "group": "РЕМС-46",
      "status": "active"
    },
    {
      "id": 20,
      "name": "Безсмертна Поліна Ігорівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 21,
      "name": "Горбачук Мирослава Вікторівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 22,
      "name": "Горбунова Яніна Владиславівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 23,
      "name": "Дубенська Наталія Леонідівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 24,
      "name": "Кравсун Ангеліна Костянтинівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 25,
      "name": "Лавриненко Уляна Сергіївна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 26,
      "name": "Леоненко Аліна Олександрівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 27,
      "name": "Лобова Поліна Владиславівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 28,
      "name": "Медведчук Олександра Олександрівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 29,
      "name": "Міщенко Вікторія Олександрівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 30,
      "name": "Орехівська Софія Сергіївна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 31,
      "name": "Павлов Роман Ігорович",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 32,
      "name": "Патрушева Анастасія Євгеніївна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 33,
      "name": "Романчук Денис Леонідович",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 34,
      "name": "Скрябін Данило Кирилович",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 35,
      "name": "Тарковська Ольга Олександрівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 36,
      "name": "Цвик Кароліна Сергіївна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 37,
      "name": "Шаповал Анна Михайлівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 38,
      "name": "Шеремет Ангеліна Олександрівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 39,
      "name": "Шаблова Олександра Ігорівна",
      "group": "РЕМС-76",
      "status": "active"
    },
    {
      "id": 40,
      "name": "Арабажи Катерина Іванівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 41,
      "name": "Босов Олександр Васильович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 42,
      "name": "Булавенко Олексій Анатолійович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 43,
      "name": "Височан Костянтин Олегович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 44,
      "name": "Говійна Діана Олексіївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 45,
      "name": "Гопкало Аріна Олександрівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 46,
      "name": "Демченко Діана Григорівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 47,
      "name": "Дідевич Ганна Віталіївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 48,
      "name": "Завертайло Марія Максимівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 49,
      "name": "Іващенко Поліна Геннадіївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 50,
      "name": "Івченко Іван Сергійович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 51,
      "name": "Калашник Олександра Вікторівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 52,
      "name": "Кияшко Ольга Святославівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 53,
      "name": "Ковальчук Ірина Вікторівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 54,
      "name": "Кравченко Вікторія Сергіївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 55,
      "name": "Кравченко Катерина Миколаївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 56,
      "name": "Кравчук Анастасія Дмитрівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 57,
      "name": "Крайня Стефанія Сергіївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 58,
      "name": "Масло Арсеній Андрійович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 59,
      "name": "Мельник Ярослав Юрійович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 60,
      "name": "Михайлюк Антон Олексійович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 61,
      "name": "Парасочка Мар`яна Олександрівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 62,
      "name": "Подолянець Валерія Ігорівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 63,
      "name": "Похилько Уляна Сергіївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 64,
      "name": "Сидорук Маріанна Іванівна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 65,
      "name": "Смовж Дар`я Віталіївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 66,
      "name": "Флока Марія Юріївна",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 67,
      "name": "Чалий Микита Максимович",
      "group": "РЕМС-45",
      "status": "active"
    },
    {
      "id": 68,
      "name": "Вінцюк Андрій Олександрович",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 69,
      "name": "Власенко Дар`я Андріївна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 70,
      "name": "Гострик Катерина Юріївна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 71,
      "name": "Жолуденко Поліна Ігорівна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 72,
      "name": "Заярна Валерія Сергіївна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 73,
      "name": "Касєєв Данило Павлович",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 74,
      "name": "Колишкін Андрій Юрійович",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 75,
      "name": "Кохан Ольга Сергіївна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 76,
      "name": "Кошелєва Мирослава Сергіївна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 77,
      "name": "Краснянський Ростислав Віталійович",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 78,
      "name": "Міленіна Марія Олегівна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 79,
      "name": "Мойсієнко Віталіна Денисівна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 80,
      "name": "Неня Анастасія Миколаївна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 81,
      "name": "Олейников Данііл Денисович",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 82,
      "name": "Позняк Артур Русланович",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 83,
      "name": "Рожанківська Іванна Орестівна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 84,
      "name": "Чиньонова Дар`я Олексіївна",
      "group": "РЕМС-44",
      "status": "active"
    },
    {
      "id": 85,
      "name": "Баленко Ілля Вікторович",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 86,
      "name": "Вознюк Олександра Миколаївна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 87,
      "name": "Волошина Дар'я Олександрівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 88,
      "name": "Давидова Світлана Олександрівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 89,
      "name": "Данільчук Катерина Павлівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 90,
      "name": "Дубина Віолетта Володимирівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 91,
      "name": "Карпенко Рімма Романівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 92,
      "name": "Кириленко Михайло Володимирович",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 93,
      "name": "Коткова Анастасія Андріївна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 94,
      "name": "Кропивка Маргарита Анатоліївна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 95,
      "name": "Лещинський Денис Віталійович",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 96,
      "name": "Максімова Саміра Вадимівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 97,
      "name": "Мороз Марія Геннадіївна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 98,
      "name": "Мостова Яна Олегівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 99,
      "name": "Павлова Катерина Володимирівна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 100,
      "name": "Піддубна Марія Анатоліївна",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 101,
      "name": "Ташута Артем Анатолійович",
      "group": "РЕМС-34",
      "status": "active"
    },
    {
      "id": 102,
      "name": "Андріяш Євгеній Вадимович",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 103,
      "name": "Григорчук Олександра Олександрівна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 104,
      "name": "Демішкан Тетяна Сергіївна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 105,
      "name": "Дмитрієв Дмитрій Сергійович",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 106,
      "name": "Ковирнова Анна Сергіївна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 107,
      "name": "Костецька Олександра Володимирівна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 108,
      "name": "Кроличенко Ганна Олександрівна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 109,
      "name": "Курило Богдан Васильович",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 110,
      "name": "Окс Віталій Ігорович",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 111,
      "name": "Орехівський Максим Сергійович",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 112,
      "name": "Падалка Фаїна Романівна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 113,
      "name": "Полонський Арсен Юрійович",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 114,
      "name": "Почтар Руслана Євгенівна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 115,
      "name": "Сильнича Кіра Ігорівна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 116,
      "name": "Трофименко Софія Олександрівна",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 117,
      "name": "Черпак Максим Віталійович",
      "group": "РЕМС-43",
      "status": "active"
    },
    {
      "id": 118,
      "name": "Шумляківська Анастасія Юрївна",
      "group": "РЕМС-43",
      "status": "active"
    }
  ],
  "rooms": [
    {
      "id": 1,
      "name": "230",
      "status": "active"
    },
    {
      "id": 2,
      "name": "321",
      "status": "active"
    },
    {
      "id": 3,
      "name": "322",
      "status": "active"
    },
    {
      "id": 4,
      "name": "322а",
      "status": "active"
    },
    {
      "id": 5,
      "name": "324",
      "status": "active"
    },
    {
      "id": 6,
      "name": "324а",
      "status": "active"
    },
    {
      "id": 7,
      "name": "325",
      "status": "active"
    },
    {
      "id": 8,
      "name": "325а",
      "status": "active"
    }
  ],
  "teachers": [],
  "disciplines": [],
  "schedule": [],
  "lessonTypes": [
    "Лекція",
    "Практичне",
    "Лабораторне",
    "Індивідуальне",
    "Консультація",
    "Контрольна робота",
    "Залік",
    "Іспит",
    "Інше"
  ],
  "coverageTypes": [
    "Вся група",
    "Підгрупа",
    "Окремі студенти",
    "Індивідуально"
  ]
};
